[
   {
      "id":"1",
      "name":"Carlos Henrique Costa Ribeiro",
      "role":"Professor",
      "position":"1",
      "lattesId":"3754241050455395",
      "lattesPhotoId":"K4798764E6",
      "email":"carlos@ita.br",
      "about":"Engenheiro de Comunicações pelo Instituto Militar de Engenharia (1990), Mestre em Engenharia Elétrica pela Universidade Federal do Rio de Janeiro (1993) e PhD em Electrical and Electronic Engineering - Imperial College, University of London (1998). Atualmente é Professor Associado II do Instituto Tecnológico de Aeronáutica e consultor ad-hoc da Fundação de Amparo à Pesquisa do Estado de São Paulo, do Conselho Nacional de Desenvolvimento Científico e Tecnológico e da Coordenação de Aperfeiçoamento de Pessoal de Nível Superior. É avaliador de cursos e institucional do Sistema Nacional de Avaliação do Ensino Superior - MEC, e membro da Sociedade Brasileira de Computação. Tem experiência na área de Ciência da Computação, com ênfase em Inteligência Artificial, atuando principalmente nos seguintes temas: Aprendizado de Máquina, Redes Complexas, Algoritmos Estocásticos Adaptativos, Sistemas Autônomos Inteligentes e Educação de Engenharia",
      "researchAreas":"Aprendizado de Máquina, Redes Complexas, Algoritmos Estocásticos Adaptativos, Sistemas Autônomos Inteligentes",
      "website":"",
      "googleScholarId":"oP3egAoAAAAJ",
      "researcherId":"E-2641-2013"
   },
   {
      "id":"2",
      "name":"Cinara Guellner Ghedini",
      "role":"Pós-Doutorado",
      "position":"3",
      "lattesId":"2526413216562113",
      "lattesPhotoId":"K4700580A6",
      "email":"cinara@ita.br",
      "about":"Possui graduação em Ciência da Computação pela Universidade de Passo Fundo (1992), mestrado em Ciência da Computação pela Pontifícia Universidade Católica do Rio Grande do Sul (2000) e doutorado em Engenharia Eletrônica e Computação pelo Instituto Tecnológico de Aeronáutica. Tem experiência na área de Ciência da Computação, tendo atuado principalmente nos seguintes temas: banco de dados e mineração de dados. Atualmente desenvolve pesquisa na área de redes complexas, com foco em sistemas adaptativos complexos e tolerante a falhas",
      "researchAreas":"Redes complexas, Tolerância a falhas, Sistemas adaptativos",
      "website":"",
      "googleScholarId":"cuJIfwoAAAAJ",
      "researcherId":"K-3695-2012"
   },

{
      "id":"3",
      "name":"Thaís Gobet Uzun",
      "role":"Pós-Doutorado",
      "position":"3",
      "lattesId":"9809119617616774",
      "lattesPhotoId":"K4258379Z5",
      "email":"thaisgobet@gmail.com",
      "about":"É Doutora em Engenharia da Computação pelo Instituto Tecnológico de Aeronáutica, título recebido em 2015. Possui Mestrado em Engenharia da Computação também pelo Instituto Tecnológico de Aeronáutica e é graduada em Mecatrônica Industrial pela Faculdade de Tecnologia Termomecânica. Atualmente desenvolve pesquisa no Instituto Tecnológico de Aeronáutica como pós doutoranda na área de Redes Complexas.",
      "researchAreas":"Redes Complexas, Sistemas Multi-agente, Detecção de Comunidades, Dinâmica Linguística, Aprendizado Multi-Agente, Inteligência Artificial, Redes Ad-Hoc",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },

   {
      "id":"4",
      "name":"Vinícius Antonio Battagello",
      "role":"Doutorado",
      "position":"4",
      "lattesId":"8646092709777590",
      "lattesPhotoId":"K4138075E6",
      "email":"battagello@gmail.com",
      "about":"Doutorando em ENGENHARIA DA COMPUTAÇÃO pelo Instituto Tecnológico de Aeronáutica (término previsto para Dezembro/2016), com ênfase em Sistemas Heterogêneos Distribuídos. Mestrado em ENGENHARIA DA COMPUTAÇÃO pelo Instituto Tecnológico de Aeronáutica (2014), com ênfase em Sistemas Distribuídos. Graduado em ENGENHARIA DA COMPUTAÇÃO pelo Instituto Tecnológico de Aeronáutica (2011)",
      "researchAreas":"Artificial Intelligence, Multiagent Systems, Auto-organized Systems, Distributed Control, Heterogeneous Systems",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"5",
      "name":"Denise Alves de Barros",
      "role":"Mestrado",
      "position":"5",
      "lattesId":"4441835478326007",
      "lattesPhotoId":"K4354559U2",
      "email":"denise.barros4@gmail.com",
      "about":"Cursando mestrado em Engenharia da Computação no Instituto Tecnológico de Aeronáutica (término previsto para 2016). Possui Graduação em Tecnólogo em Banco de Dados pela Faculdade de Tecnologia de São José dos Campos - FATEC SJC (2013)",
      "researchAreas":"Database, complex and social networks",
      "website":"",
      "googleScholarId":"sbSSWJgAAAAJ",
      "researcherId":""
   },


   {
      "id":"6",
      "name":"Luciana Babberg Abiuzi",
      "role":"Doutorado",
      "position":"4",
      "lattesId":"7926836543646188",
      "lattesPhotoId":"K4233113T5",
      "email":"luciana.abiuzi@gmail.com",
      "about":"Mestre em Engenharia Eletrônica e Computação pelo Instituto Tecnológico de Aeronáutica (2010) e Bacharel em Análise de Sistemas pela Universidade Paulista (2004). Tem experiência na área de Ciência da Computação, com ênfase em Inteligência Artificial, atuando principalmente nos seguintes temas: Aprendizado de Máquina e Classificação de Padrões",
      "researchAreas":"Redes móveis ad hoc, Controle de Topologia, Protocolos de comunicação, Aprendizado de máquina, Análise e classificação de padrões",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"7",
      "name":"Marcos Ricardo Omena de Albuquerque Maximo",
      "role":"Doutorado",
      "position":"4",
      "lattesId":"1610878342077626",
      "lattesPhotoId":"K4438457J8",
      "email":"maximo.marcos@gmail.com",
      "about":"Mestre em Engenharia Eletrônica e Computação, área Informática, do Instituto Tecnológico de Aeronáutica. Possui graduação em Engenharia de Computação (Summa Cum Laude) pelo Instituto Tecnológico de Aeronáutica (2012). Tem interesse especial nas áreas de Robótica Móvel e Inteligência Artificial. Participa do desenvolvimento de times de robôs para as categorias 2D Soccer Simulation, 3D Soccer Simulation e Humanoid KidSize da RoboCup",
      "researchAreas":"Robótica Móvel e Inteligência Artificial",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"8",
      "name":"Fernanda Monteiro Eliott",
      "role":"Egresso",
      "position":"6",
      "lattesId":"0336199671167616",
      "lattesPhotoId":"K4227742D6",
      "email":"fernandaeliott@gmail.com",
      "about":"Doutora pelo departamento de Engenharia de Computação do ITA, bolsista CNPQ. Mestre em Ciências - Engenharia de Computação do ITA, bolsista CAPES. Bacharelado e Licenciatura em Filosofia pela Universidade de São Paulo (2005)",
      "researchAreas":"Inteligência Artificial, Aprendizado Multi-agente,\nFilosofia da Ciência,  Epistemologia, Ciência Cognitiva",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },   
   {
      "id":"9",
      "name":"Anderson Viçoso de Araújo",
      "role":"Egresso",
      "position":"6",
      "lattesId":"1465053915771893",
      "lattesPhotoId":"K4744553A8",
      "email":"andvicoso@gmail.com",
      "about":"Possui graduação em Ciência da Computação pela Universidade Federal de Mato Grosso do Sul (UFMS, 2003) e obteve o título de mestre em Informática pela Universidade Federal do Paraná (UFPR, 2006). Foi pesquisador no laboratório de inteligência artificial da Secretaria da Receita Federal e analista de sistemas e desenvolvedor de software na empresa Monity. Atualmente é aluno do curso de doutorado em engenharia da computação no Instituto Tecnológico de Aeronáutica (ITA), é professor assistente na FATEC-SP (São José dos Campos). Atua principalmente nos seguintes temas: Aprendizado de Máquina, Mineração de Dados e Imagens, Linguagens de Programação, Agentes Inteligentes e Desenvolvimento de Aplicações para internet",
      "researchAreas":"Aprendizado de Máquina, Mineração de Dados e Imagens, Linguagens de Programação, Agentes Inteligentes e Desenvolvimento de Aplicações para internet",
      "website":"www.about.me/andvicoso",
      "googleScholarId":"hnGCSvIAAAAJ",
      "researcherId":"J-3063-2013"
   },
   {
      "id":"10",
      "name":"Luisa Amaral de Almeida",
      "role":"Egresso",
      "position":"6",
      "lattesId":"4500401559005608",
      "lattesPhotoId":"K8743592P8",
      "email":"luamaralalmeida@gmail.com",
      "about":"Possui mestrado em Engenharia da Computação, ITA. Área de pesquisa: Robótica. Possui graduação em Engenharia da Computação, ITA, 2013 (Láurea Summa cum Laude). Experiência Profissional: Atualmente trabalha no Centro de Computação da Aeronáutica de São José dos Campos (CCA-SJ) na área de simuladores de voo. Estagiária no Instituto de Estudos Avançados  (IEAv), onde desenvolveu ferramentas de apoio à tomada de decisão (2013)",
      "researchAreas":"Algoritmos para análise de decisão / Algoritmos para robôs",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"11",
      "name":"Heverton Barros de Macêdo",
      "role":"Egresso",
      "position":"6",
      "lattesId":"7134684308961284",
      "lattesPhotoId":"K4717769P9",
      "email":"hevertonbarros@gmail.com",
      "about":"Possui graduação em Ciência da Computação pela Universidade de Rio Verde(2003), mestrado em Ciência da Computação pela Universidade Federal de Uberlândia(2007), curso-tecnico-profissionalizante em Téc. em Processamento de Dados e Prog. de Sistemas pelo Colégio de Aplicação Albert Einstein(1999) e ensino-medio-segundo-graupelo Colégio de Aplicação Albert Einstein(1999). Atualmente é Professor do Instituto Federal de Educação, Ciência e Tecnologia de Goiás. Tem experiência na área de Ciência da Computação. Atuando principalmente nos seguintes temas:Autômatos Celulares, Criptografia, Cálculo de pré-imagem, Sistema dinâmico",
      "researchAreas":"Inteligência Artificial\nAutômatos Celulares, Redes Complexas, Criptografia",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"12",
      "name":"Edney da Silva Souza",
      "role":"Egresso",
      "position":"6",
      "lattesId":"8031707150196824",
      "lattesPhotoId":"K4452152D8",
      "email":"edneydasilvasouza@gmail.com",
      "about":"Mestrando em ENGENHARIA DA COMPUTAÇÃO pelo Instituto Tecnológico de Aeronáutica (término previsto para 2015). Graduado em ENGENHARIA DA COMPUTAÇÃO pela Universidade Estadual de Feira de Santana - BA (2011)",
      "researchAreas":"Artificial Intelligence and Robotics",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"13",
      "name":"Gabriel Oliveira Martins",
      "role":"Graduate",
      "position":"7",
      "lattesId":"7169889444956118",
      "lattesPhotoId":"K8382514P3",
      "email":"gabriel.oliveiragom@gmail.com",
      "about":"Estudante de graduação pelo Instituto Tecnológico de Aeronáutica (ITA), com conclusão prevista para 2019. Tem interesse nas áreas de Inteligência Artificial, Robótica e Aprendizado de Máquina e por competições de programação. Participa na equipe de robótica ITAndroids na categoria de 2D Soccer Simulation.",
      "researchAreas":"Inteligência Artificial, Robótica e Aprendizado de Máquina.",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"14",
      "name":"Thaís Kagohara",
      "role":"Graduate",
      "position":"7",
      "lattesId":"",
      "lattesPhotoId":"",
      "email":"thais.kagohara@gmail.com",
      "about":"Graduanda em Engenharia da Computação pelo Instituto Tecnológico de Aeronáutica.",
      "researchAreas":"",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"15",
      "name":"Felipe Viana Sousa",
      "role":"Graduate",
      "position":"7",
      "lattesId":"",
      "lattesPhotoId":"",
      "email":"",
      "about":"Graduando em Engenharia da Computação pelo Instituto Tecnológico de Aeronáutica. Tema do trabalho de graduação: Análise matemática de um modelo criptográfico baseado em redes complexas",
      "researchAreas":"Inteligência Artificial, Robótica e Aprendizado de Máquina",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   }
]


