[
   {
      "id":"1",
      "name":"Carlos Henrique Costa Ribeiro",
      "role":"Professor",
      "position": "1",
      "lattesId": "3754241050455395",
      "lattesPhotoId":"K4798764E6",
      "email": "carlos@ita.br",
      "about": "Engenheiro de Comunicações pelo Instituto Militar de Engenharia (1990), Mestre em Engenharia Elétrica pela Universidade Federal do Rio de Janeiro (1993) e PhD em Electrical and Electronic Engineering - Imperial College, University of London (1998). Atualmente é Pró-reitor de Graduação e professor Associado IV do Instituto Tecnológico de Aeronáutica, consultor ad-hoc da Fundação de Amparo à Pesquisa do Estado de São Paulo, do Conselho Nacional de Desenvolvimento Científico e Tecnológico e da Coordenação de Aperfeiçoamento de Pessoal de Nível Superior. É avaliador de cursos e institucional do Sistema Nacional de Avaliação do Ensino Superior - MEC, e membro da Sociedade Brasileira de Computação (SBC) e da Sociedade Brasileira para o Progresso da Ciência (SBPC). Tem experiência na área de Engenharia da Computação, com ênfase em Inteligência Artificial, atuando principalmente nos seguintes temas: Aprendizado de Máquina, Redes Complexas, Sistemas Autônomos Inteligentes e Ensino de Engenharia.",
      "researchAreas": "Aprendizado de Máquina, Redes Complexas, Algoritmos Estocásticos Adaptativos, Sistemas Autônomos Inteligentes",
      "website": "",
      "googleScholarId": "oP3egAoAAAAJ",
      "researcherId": "E-2641-2013"
   },
   {
      "id":"2",
      "name":"Cinara Guellner Ghedini",
      "role":"Postdoctoral",
      "position":"3",
      "lattesId":"2526413216562113",
      "lattesPhotoId":"K4700580A6",
      "email":"cinara@ita.br",
      "about":"Possui graduação em Ciência da Computação pela Universidade de Passo Fundo (1992), mestrado em Ciência da Computação pela Pontifícia Universidade Católica do Rio Grande do Sul (2000) e doutorado em Engenharia Eletrônica e Computação pelo Instituto Tecnológico de Aeronáutica. Tem experiência na área de Ciência da Computação, tendo atuado principalmente nos seguintes temas: banco de dados e mineração de dados. Atualmente desenvolve pesquisa na área de redes complexas, com foco em sistemas adaptativos complexos e tolerante a falhas",
      "researchAreas":"Redes complexas, Tolerância a falhas, Sistemas adaptativos",
      "website":"",
      "googleScholarId":"cuJIfwoAAAAJ",
      "researcherId":"K-3695-2012"
   },
   {
      "id":"3",
      "name":"Thaís Gobet Uzun",
      "role":"Postdoctoral",
      "position":"3",
      "lattesId":"9809119617616774",
      "lattesPhotoId":"K4258379Z5",
      "email":"thaisgobet@gmail.com",
      "about":"Doutora em Engenharia da Computação pelo Instituto Tecnológico de Aeronáutica, título recebido em 2015. Possui Mestrado em Engenharia da Computação também pelo Instituto Tecnológico de Aeronáutica e é graduada em Mecatrônica Industrial pela Faculdade de Tecnologia Termomecânica. Atualmente desenvolve pesquisa no Instituto Tecnológico de Aeronáutica como pós doutoranda na área de Redes Complexas",
      "researchAreas":"Redes Complexas, Sistemas Multi-agente, Detecção de Comunidades, Dinâmica Linguística, Aprendizado Multi-Agente, Inteligência Artificial, Redes Ad-Hoc",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id": "4",
      "name": "Lucas Venezian Povoa",
      "role":"PhD Candidate",
      "position": "4",
      "lattesId": "K4436143A0",
      "lattesPhotoId":"K4436143A0",
      "email": "venezian@ita.br",
      "about": "I am Bacharelor in Information Systems (2012), Master of Computer Science (2014), and, currently, PhD candidate at Aeronautics Institute of Technology. I have large background in Computing, ultimately gaining experience in Artificial Intelligence, Data Science, Parallel and Distributed Programming, and Relational and Non-relational Databases. Always motivated, I am a result oriented professional that aims at building long-term, accessible, and mutually beneficial Computing projects to the society and industry alike. Currently, as Professor, I am responsible for teaching topics such as Probability, Statistics, Logic, Algorithms, Database Systems, and Artificial Intelligence. As Researcher, I am responsible for projects related to social inclusion and decision making for military purposes, as rescue and area recognition, all of them using Artificial Intelligence - Deep Learning, in particular. I also actuate as Ad Hoc Consultant applying Artificial intelligence and Deep Learning techniques to solve interesting issues. Specialties: Pattern Recognition, Decision Making under Uncertainty, Deep Learning, Computing Vision, Parallel and Distributed Programming, Cloud Computing, Programming Language Design, Python, Java, R, C/C++. You can find some of my technical results at http://github.com/lucasvenez",
      "researchAreas": "Artificial Intelligence, Machine Learning, Deep Learning, Decision Making under Uncertaint",
      "website": "http://lucasvenez.github.io/",
      "googleScholarId": "awI5T1sAAAAJ",
      "researcherId": "B-1480-2016"
   },
   {
      "id": "5",
      "name": "Nícolas Pereira Borges",
      "role":"Master Student",
      "position": "5",
      "lattesId": "K4849870D0",
      "lattesPhotoId": "K4849870D0",
      "email": "nicolas.pereira.borges93@gmail.com",
      "about": "Possui graduação em Ciência da Computação pela Universidade do Vale do Itajaí (2015). Trabalhou como analista de sistemas do Laboratório de Transportes e Logística (LabTrans) da Universidade Federal de Santa Catarina (UFSC), realizando um trabalho de pesquisa e desenvolvimento de sistemas na área de infra-estrutura de transportes, aplicando técnicas de computação, com ênfase em Processamento Digital de Imagens, Inteligência Artificial e Sistema de Informações Geográficas. Atualmente é aluno de Mestrado do programa de Engenharia Eletrônica e Computação Do Instituto Tecnológico de Aeronáutica (ITA), onde realiza pesquisa na área de Stealth em sistemas de drones colaborativos",
      "researchAreas": "Stealth, Redes Sociais Complexas, Processamento Digital de Imagens, Inteligência Artificial, Sistemas de Informações Geográficas",
      "website": "",
      "googleScholarId": "",
      "researcherId": ""
   },
   {
      "id": "6",
      "name": "Silvio Roberto A. de Oliveira Filho",
      "role":"Master Student",
      "position": "5",
      "lattesId": "K8223929U0",
      "lattesPhotoId":"K8223929U0",
      "email": "",
      "about": "Cursando mestrado em Engenharia da Computação no Instituto Tecnológico de Aeronáutica (término previsto para 2017). Possui graduação em Ciências Aeronáuticas pela ACADEMIA DA FORÇA AÉREA (2000). Tem experiência na área de Física, com ênfase em Ciências Aeronáuticas, Ciências da Computação, Gestão de Projetos e Comunicação Social",
      "researchAreas": "Reconhecimento de Padrões, Inteligência artificial e Processo de Decisão de Markov.",
      "website": "",
      "googleScholarId": "",
      "researcherId": ""
   },
   {
      "id": "7",
      "name": "Matheus L. Domingues da Silva",
      "role":"Master Student",
      "position": "5",
      "lattesId": "K4381333P4",
      "lattesPhotoId":"K4381333P4",
      "email": "",
      "about": "Possui graduação em Análise e Desenvolvimento de Sistemas pelo Instituto Federal de Educação, Ciência e Tecnologia de São Paulo (2015) e Técnico em Informática com ênfase em Programação de Sistemas (2011), também pelo IFSP. Foi bolsista de Iniciação Científica pelo CNPq. Atualmente, exerce a função de Técnico em Tecnologia da Informação no IFSP",
      "researchAreas": "Redes Sociais Complexas",
      "website": "",
      "googleScholarId": "",
      "researcherId": ""
   },
   {
      "id": "8",
      "name": "Felipe Viana Sousa",
      "role":"Engineering Student",
      "position": "7",
      "lattesId": "K4471008E7",
      "lattesPhotoId":"K4471008E7",
      "email": "",
   	  "about": "Graduando em Engenharia da Computação pelo Instituto Tecnológico da Aeronáutica (ITA)",
   	  "researchAreas": "Redes Sociais Complexas, Criptografia",
   	  "website": "",
   	  "googleScholarId": "",
   	  "researcherId": ""
	},
	{
      "id":"9",
      "name":"Fernanda Monteiro Eliott",
      "role":"Egress",
      "position":"6",
      "lattesId":"0336199671167616",
      "lattesPhotoId":"K4227742D6",
      "email":"fernandaeliott@gmail.com",
      "about":"Doutora pelo departamento de Engenharia de Computação do ITA, bolsista CNPQ. Mestre em Ciências - Engenharia de Computação do ITA, bolsista CAPES. Bacharelado e Licenciatura em Filosofia pela Universidade de São Paulo (2005)",
      "researchAreas":"Inteligência Artificial, Aprendizado Multi-agente,\nFilosofia da Ciência,  Epistemologia, Ciência Cognitiva",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },   
   {
      "id":"10",
      "name":"Anderson Viçoso de Araújo",
      "role":"Egress",
      "position":"6",
      "lattesId":"1465053915771893",
      "lattesPhotoId":"K4744553A8",
      "email":"andvicoso@gmail.com",
      "about":"Possui graduação em Ciência da Computação pela Universidade Federal de Mato Grosso do Sul (UFMS, 2003) e obteve o título de mestre em Informática pela Universidade Federal do Paraná (UFPR, 2006). Foi pesquisador no laboratório de inteligência artificial da Secretaria da Receita Federal e analista de sistemas e desenvolvedor de software na empresa Monity. Atualmente é aluno do curso de doutorado em engenharia da computação no Instituto Tecnológico de Aeronáutica (ITA), é professor assistente na FATEC-SP (São José dos Campos). Atua principalmente nos seguintes temas: Aprendizado de Máquina, Mineração de Dados e Imagens, Linguagens de Programação, Agentes Inteligentes e Desenvolvimento de Aplicações para internet",
      "researchAreas":"Aprendizado de Máquina, Mineração de Dados e Imagens, Linguagens de Programação, Agentes Inteligentes e Desenvolvimento de Aplicações para internet",
      "website":"www.about.me/andvicoso",
      "googleScholarId":"hnGCSvIAAAAJ",
      "researcherId":"J-3063-2013"
   },
   {
      "id":"11",
      "name":"Luisa Amaral de Almeida",
      "role":"Egress",
      "position":"6",
      "lattesId":"4500401559005608",
      "lattesPhotoId":"K8743592P8",
      "email":"luamaralalmeida@gmail.com",
      "about":"Possui mestrado em Engenharia da Computação, ITA. Área de pesquisa: Robótica. Possui graduação em Engenharia da Computação, ITA, 2013 (Láurea Summa cum Laude). Experiência Profissional: Atualmente trabalha no Centro de Computação da Aeronáutica de São José dos Campos (CCA-SJ) na área de simuladores de voo. Estagiária no Instituto de Estudos Avançados  (IEAv), onde desenvolveu ferramentas de apoio à tomada de decisão (2013)",
      "researchAreas":"Algoritmos para análise de decisão / Algoritmos para robôs",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"12",
      "name":"Heverton Barros de Macêdo",
      "role":"Egress",
      "position":"6",
      "lattesId":"7134684308961284",
      "lattesPhotoId":"K4717769P9",
      "email":"hevertonbarros@gmail.com",
      "about":"Possui graduação em Ciência da Computação pela Universidade de Rio Verde(2003), Mestrado em Ciência da Computação pela Universidade Federal de Uberlândia (2007), curso-tecnico-profissionalizante em Téc. em Processamento de Dados e Prog. de Sistemas pelo Colégio de Aplicação Albert Einstein(1999) e ensino-medio-segundo-graupelo Colégio de Aplicação Albert Einstein(1999). Atualmente é Professor do Instituto Federal de Educação, Ciência e Tecnologia de Goiás. Tem experiência na área de Ciência da Computação. Atuando principalmente nos seguintes temas:Autômatos Celulares, Criptografia, Cálculo de pré-imagem, Sistema dinâmico",
      "researchAreas":"Inteligência Artificial\nAutômatos Celulares, Redes Complexas, Criptografia",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   },
   {
      "id":"13",
      "name":"Edney da Silva Souza",
      "role":"Egress",
      "position":"6",
      "lattesId":"8031707150196824",
      "lattesPhotoId":"K4452152D8",
      "email":"edneydasilvasouza@gmail.com",
      "about":"Mestre em Engenharia Eletrônica e Computação pelo Instituto Tecnológico de Aeronáutica (término previsto para 2015). Graduado em ENGENHARIA DA COMPUTAÇÃO pela Universidade Estadual de Feira de Santana - BA (2011)",
      "researchAreas":"Artificial Intelligence and Robotics",
      "website":"",
      "googleScholarId":"",
      "researcherId":""
   }
]


